export default {
	supplier: {
		category: ["工程", "服务", "材料", "其他工程", "其他服务", "其他材料", "冰场", "酒店", "学校"],
		type: ["制冷系统", "闸机", "存包柜", "高低压柜", "壁挂炉", "锁具", "散热器", "蜘蛛车", "屋面瓦", "游乐设施", "浴霸", "园林景观", "室内空气检测", "沉降观测", "消防及生命安全检测", "桩基检测", "基坑监测", "监理", "人防监理", "造价咨询", "地质勘察", "场平工程", "道路工程", "苗木、市政管线迁移", "临时设施", "临时围墙、围挡", "基坑土方", "支护工程", "基坑降水", "桩基工程", "抗浮锚杆", "地基处理", "总承包", "屋面钢结构", "结构加固", "人防门", "战时人防设备", "地库地面（耐磨）", "交通标识、划线", "幕墙工程", "门窗工程", "入口雨蓬", "外墙面砖", "外墙保温及涂料", "泛光照明", "室外栏杆", "精装", "手工毯", "室内玻璃拦河", "遮阳卷帘", "标识标牌", "防火门、卷帘", "入户门", "车库门", "暖通、给排水、电气、小市政给排水", "机电总包", "消防", "弱电", "室内外LED屏", "锅炉", "VRV空调、分体空调", "市政采暖工程", "燃气工程", "中水工程", "变配电", "灯光、音响", "泳池设备", "太阳能热水器", "地暖", "防火窗", "木地板", "一体板", "第三方维修", "变压器", "配电箱", "擦窗机", "石材", "壁纸壁布", "木作", "橱柜", "灯具", "卫浴五金", "厨房设备", "移动隔断", "物料车", "银器", "宴会家具", "活动家具", "酒店窗帘", "办公家具", "热计量表", "换热机组", "燃气报警设备", "水保监理监测", "小市政设计", "消防维保", "房屋面积预测", "堆土灾害治理", "地下水防渗", "强夯检测", "道路检测", "混凝土第三方检测", "外线物探测绘", "节能检测", "规划放线正负零测量", "自维配电", "空调机组降噪", "玻璃贴防爆膜", "母线安装", "电力工程", "除霾", "教室设备", "体育设施", "客车", "成长档案机", "饮水机", "办公教学家具", "木门", "多媒体设备", "打印机", "水保验收", "图书"],
		rank: ["A", "B", "C", "D"],
		register: ["合格", "试用", "不合格"],
		businessFormat: ["住宅", "商业", "公建"],
		enterpriseType: ["有限责任公司", "股份制", "国企", "私营", "中外合资（外资）", "港澳台投资", "外商投资企业", "有限公司"],
		resourceClass: ["一级", "二级", "三级"],
		region: ["北京", "天津", "河北", "河南", "山东", "山西", "华北区域", "东北区域", "华中区域", "全区域", "华北区", "津京冀", "山西以及东北地区", "全华北区域", "华北", "华北", "京津冀", "大连", "长春", "陕西", "华北大区", "华东大区", "烟台", "华南"]
	},
	supplierWarning: {
		key: [{
			id: "contacts",
			name: "联系人姓名"
		}, {
			id: "legalPerson",
			name: "法人姓名"
		}, {
			id: "phone",
			name: "手机号码"
		},{
			id: "email",
			name: "邮箱"
		}]
	},
	performanceScore: {
		category: ["标识", "地暖", "钢结构", "机电材料类", "机电总承包", "基础", "监理", "精装修", "精装修材料类", "景观", "酒店类", "勘察设计及检测", "空调", "栏杆", "门窗", "幕墙", "其它", "其它机电施工类", "商业空调工程", "水电燃气及小市政", "土建材料类", "土石方", "外墙涂料", "外墙一体板", "消防及防排烟", "样板间精装修", "造价咨询", "智能化", "总承包"],
		city: ["北京", "威海", "淄博", "日照", "青岛", "济南", "石家庄", "太原", "烟台", "临沂", "天津", "郑州"],
		purchaseLevel: ["大区主控", "项目主控", "战略采购", "集中采购"],
		performanceStatus: ["过程中评价", "结算维保阶段"],
		season: [{
			id: "1",
			name: "第一季度"
		}, {
			id: "2",
			name: "第二季度"
		}, {
			id: "3",
			name: "第三季度"
		}, {
			id: "4",
			name: "第四季度"
		}]
	},
	specialCase: {
		specialCase: ["弃标", "废标", "围标", "串标", "围堵", "质量事故", "安全事故", "舆情事件", "弄虚作假", "审计问题", "一票否决"]
	},
	agreementWarning: {
		type: [{
			id: "0",
			name: "降低"
		}, {
			id: "1",
			name: "提高"
		}]
	},
	biddingRangeCase: {
		biddingRangeCase: ["B16_DBDQ0_东北大区", "B16_HBDQ0_华北大区", "B16_HDDQ0_华东大区", "B16_HNDQ0_华南大区", "B16_HNDQ0_华南大区(原福建)", "B16_HXDQ0_华西大区", "B16_HZDQ0_华中大区"]
	}
}
